Repository: timthelion/django-webmap-corpus
Catalog: src/webmap/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: sector
cs_cz: sektor

source: Out of sectors
cs_cz: Mimo sektory

source: all statuses
cs_cz: všechny statuty

source: Visible
cs_cz: Viditelný

source: All
cs_cz: Vše

source: Unvisible
cs_cz: Skryté

source: icon
cs_cz: ikona

source: count
cs_cz: počet

source: Currently:
cs_cz: Aktuálně:

source: Change:
cs_cz: Změnit:

source: name
cs_cz: název

source: Status name
cs_cz: Název statusu

source: description
cs_cz: popis

source: Status description.
cs_cz: Popis statusu.

source: Show to map user
cs_cz: Zobrazit uživateli mapy

source: show
cs_cz: zobrazit

source: Show to mapper
cs_cz: Zobrazit mapařům

source: show to mapper
cs_cz: zobrazit mapařům

source: statuses
cs_cz: statuty

source: Name of the layer
cs_cz: Název vrstvy

source: name in URL
cs_cz: název v URL

source: Layer description.
cs_cz: Popis vrstvy.

source: order
cs_cz: pořadí

source: Internal information about layer.
cs_cz: Interní informace o vrstvě.

source: internal remark
cs_cz: interní poznámka

source: Enabled by defalut
cs_cz: Defaultně zapnuto

source: True = the layer is enabled on map load
cs_cz: True = při načtení mapy se vrstva zobrazí jako zapnutá

source: layer icon
cs_cz: ikona vrstvy

source: layer
cs_cz: vrstva

source: layers
cs_cz: vrstvy

source: overlay layer
cs_cz: překryvná vrstva

source: overlay layers
cs_cz: překryvné vrstvy

source: Name of the marker.
cs_cz: Název značky

source: Detailed marker descrption.
cs_cz: Podrobný popis značky

source: default icon
cs_cz: defaultní ikona

source: menu icon
cs_cz: ikona v menu

source: Minimal zoom
cs_cz: Minimální zoom

source: Minimal zoom in which the POIs of this marker will be shown on the map.
cs_cz: Minimální zoom při kterém se místa této značky zobrazí na mapě.

source: Maximal zoom
cs_cz: Maximální zoom

source: Maximal zoom in which the POIs of this marker will be shown on the map.
cs_cz: Maximální zoom při kterém se místa této značky zobrazí na mapě.

source: line width
cs_cz: šířka čáry

source: line color
cs_cz: barva čáry

source: created at
cs_cz: vytvořeno

source: last modification at
cs_cz: naposledy upraveno

source: marker
cs_cz: značka

source: markers
cs_cz: značky

source: area
cs_cz: plocha

source: Sector area
cs_cz: Plocha sektoru

source: sectors
cs_cz: sektory

source: Exact place name
cs_cz: Přesný název místa.

source: Select icon, that will be shown in map
cs_cz: Zde vyberte ikonu, která se zobrazí na mapě.

source: POI status, determinse if it will be shown in map
cs_cz: Status místa; určuje, kde všude se místo zobrazí.

source: POI properties
cs_cz: Určete, jaké má místo vlastnosti. Postupujte podle manuálu.<br/>

source: properties
cs_cz: Vlastnosti

source: importance
cs_cz: důležitost

source: Minimal zoom modificator (use 20+ to show always).<br/>
cs_cz: Modifikátor minimalniho zoomu, ve kterém se místo zobrazuje (20+ bude vidět vždy).<br/>Cíl je mít výběr základních objektů viditelných ve velkých měřítcícha zabránit přetížení mapy značkami v přehledce.<br/>Lze použít pro placenou reklamu! ("Váš podnik bude vidět hned po otevření mapy"))

source: place geometry
cs_cz: geometrie místa

source: Add point: Select pencil with plus sign icon and place your point to the map.<br/> Add line: Select line icon and by clicking to map draw the line. Finish drawing with double click.<br/> Add area: Select area icon and by clicking to mapy draw the area. Finish drawing with double click.<br/> Object edition: Select the first icon and then select object in map. Draw points in map to move them, use points in the middle of sections to add new edges.
cs_cz: Vložení bodu: Klikněte na tužku s plusem a umístěte bod na mapu<br/> Kreslení linie: Klikněte na ikonu linie a klikáním do mapy určete lomenou čáru. Kreslení ukončíte dvouklikem.<br/>Kreslení oblasti: Klikněte na ikonu oblasti a klikáním do mapy definujte oblast. Kreslení ukončíte dvouklikem.<br/>Úprava vložených objektů: Klikněte na první ikonu a potom klikněte na objekt v mapě. Tažením přesouváte body, body uprostřed úseků slouží k vkládání nových bodů do úseku.

source: Text that will be shown after selecting POI.
cs_cz: Text, který se zobrazí na mapě výběru místa.

source: detailed description
cs_cz: detailní popis

source: Text that extends the description.
cs_cz: Text, který rozšiřuje popis místa.

source: Link to the web page of the place.
cs_cz: Odkaz na webovou stránku místa.

source: adress
cs_cz: adresa

source: Poi address (street, house number)
cs_cz: Adresa místa (ulice, číslo domu)

source: Internal remark
cs_cz: Interní poznámka

source: Internal information about POI.
cs_cz: Interní informace o místě.

source: place
cs_cz: místo

source: places
cs_cz: místa

source: image
cs_cz: obrázek

source: legend item
cs_cz: položka legendy

source: legend items
cs_cz: položky legendy

source: as filter?
cs_cz: jako filtr?

source: Show as a filter in right map menu?
cs_cz: Ukázat jako filtr v pravém menu mapy?

source: Name in URL
cs_cz: Název v URL

source: Property description.
cs_cz: Popis vlastnosti.

source: Internal information about the property.
cs_cz: Interní informace o vlastnosti.

source: property
cs_cz: Vlastnost

source: License name
cs_cz: Název licence

source: License description.
cs_cz: Popis licence.

source: license
cs_cz: licence

source: licenses
cs_cz: licence

source: Base layer tiles url. e.g.
cs_cz: URL dlaždic podkladové vrstvy

source: base layer
cs_cz: podkladová vrstva

source: base layers
cs_cz: podkladové vrstvy

source: Name of preset
cs_cz: Název předvolby

source: base_layer
cs_cz: podkladová vrstva

source: preset icon
cs_cz: ikona předvolby

source: Photo name
cs_cz: Název fotografie

source: Photo description.
cs_cz: Popis fotografie.

source: Photography author
cs_cz: Autor fotografie

source: Full name of the author of the photography
cs_cz: Plné jméno autora fotografie

source: photo
cs_cz: fotografie

source: Upload photo in full resolution.
cs_cz: Nahrajte fotografii v plném rozlišení.

source: photographies
cs_cz: fotografie
